
                <div class="col-sm-12 col-md-9" id='scroll-block'>
                    <div id="page_title">Правила</div>
                    <div class="rulcontainer">
                        <p>Правила – свод положений и рекомендаций, регулирующий деятельность пользователей
                    в игре и на форуме. Каждый зарегистрированный пользователь обязан соблюдать
                    Правила, вне зависимости от должности, статуса и прочих заслуг.</p>
                        <ul>
                            <li class="dotted">Флуд – часто повторяющиеся либо не имеющие смысловой нагрузки сообщения. (3 и 
                        более сообщений подряд)</li>
                            <li class="dotted">Капс – отправка в чат сообщений, состоящих из ЗАГЛАВНЫХ БУКВ.</li>
                            <li class="dotted">Спам – ненужные адресату послания рекламного характера.</li>
                            <li class="dotted">Блокировка аккаунта по форуму – полное ограничения доступа пользователя к ресурсам проекта (сайта, форума, игры). </li>
                            <li class="dotted">Бан – ограничение доступа пользователя к серверу. </li>
                            <li class="dotted">Кик – вынужденный выход пользователя с сервера. </li>
                            <li class="dotted">Мут – ограничение доступа пользователя к игровому чату. </li>
                            <li class="dotted">Тюрьма – ограничение передвижения пользователя по игровому миру. </li>
                            <li class="dotted">Приватные чаты – личные сообщения, клановые чаты. Локальный чат не является приватным!</li>
                        </ul>
                        <p> Регистрируя аккаунт на нашем проекте, Вы автоматически подтверждаете свое согласие с нижеизложенными положениями и правилами игры. В случае несогласия с ними, администрация имеет право в любой момент ограничить Ваш доступ к игре.</p>
                        <span class="row695"></span>
                        <br><br>
                        <a href="/main/rules/#obshie_pravila">
                            <div id="obshie_pravila" class="grayblock">
                                <span class="rularrow"></span>
                                <span class="hgroup">Раздел 0</span>
                                <span class="hgname">| Общие правила проекта</span>
                            </div>
                        </a>
                        <p><a href="/main/rules/#0_1"><span class="rulnum" id="0_1">0.1.</span></a>Проект является бесплатной и некоммерческой структурой, предоставляющей игровые услуги. Любые вложения Ваших денежных средств осуществляются на добровольной основе и идут на улучшение качества предоставляемых услуг. Возврат пожертвованных денег не предусматривается ни при каких условиях. Возврат или смена донат группы, так-же не осуществляется!</p>
                        <p><a href="/main/rules/#0_2"><span class="rulnum" id="0_2">0.2.</span></a>Администрация имеет право вмешиваться в игровой процесс в любое время и действовать “по ситуации” в том случае, если сочтет это необходимым. Под “необходимостью” имеются в виду следующие ситуации: угроза нормальной работоспособности проекта, помеха комфортной игровой среде для пользователей.</p>
                        <p><a href="/main/rules/#0_3"><span class="rulnum" id="0_3">0.3.</span></a>Администрация проекта имеет право изменять пункты всех правил проекта в любое время суток без предупреждения игроков.</p>
                        <p><a href="/main/rules/#0_4"><span class="rulnum" id="0_4">0.4.</span></a>Независимо от статуса игрока - все равны и все понесут наказание за нарушение правил.</p>
                        <p><a href="/main/rules/#0_5"><span class="rulnum" id="0_5">0.5.</span></a>Последнее слово всегда за администрацией проекта.</p>
                        <p><a href="/main/rules/#0_6"><span class="rulnum" id="0_6">0.6.</span></a>Любые сторонние ресурсы виртуальной связи, к примеру Skype, Вконтакте не имеют никакого отношения к игровому процессу и доказательства, основанные на этом не принимаются в расчет. Проявляйте осторожность при взаимодействии с другими игроками. Нарушения со стороны модератора проекта, к примеру, личные оскорбления Вас в конференции скайпа могут и будут рассматриваться со всей строгостью. За серьезное оскорбление администрации/модерации, даже вне игры, игрок может быть забанен.</p>
                        <p><a href="/main/rules/#0_7"><span class="rulnum" id="0_7">0.7.</span></a>Администрация и модерация не несет никакой ответственности и ни при каких условиях не обязана возвращать Вам вещи/SC, утраченные Вами в ходе отката / бага / дюпа / читерства и прочего. 
                                        <br>(Возможность возврата вещей при обманах на обмене сохраняется, см. пункт 0.8)</p>
                        <p><a href="/main/rules/#0_8"><span class="rulnum" id="0_8">0.8.</span></a>Жалобы на обман при обмене со стороны другого игрока внутри сервера могут быть рассмотрены в группе VK. Типы обмана при обмене, которые наказываются: обман при обмене на эконы-ресурсы на сервере, обман при обмене монеты-ресурсы на сервере, обман при обмене монеты-эконы на сервере, обман при обмене предмет-предмет. Любые другие обманы при обмене никак не рассматриваются и не наказываются. К примеру, обмен аккаунта на эконы Вы проводите исключительно на свой страх и риск.</p>
                        <a href="/main/rules/#pravila_chata">
                            <div id="pravila_chata" class="grayblock">
                                <span class="rularrow"></span>
                                <span class="hgroup">Раздел I</span>
                                <span class="hgname">| Правила чата на серверах/discord</span>
                            </div>
                        </a>
                        <p>
                            <a href="/main/rules/#1_1"><span class="rulnum" id="1_1">1.1.</span></a>
                            Запрещено развязывать межнациональные конфликты в чате.<br>
                            <span class="rulpunish">Блкировка чата и jail от 1 часа до 3 часов.</span>
                        </p>
                        <p>
                            <a href="/main/rules/#1_2"><span class="rulnum" id="1_2">1.2.</span></a>
                            Запрещено писать сообщения не несущие, в общем, никакой логики.<br>
                            <span class="rulpunish">Блокировка чата от 15 минут до 30 минут.</span>
                        </p>
                        <p>
                            <a href="/main/rules/#1_3"><span class="rulnum" id="1_3">1.3.</span></a>
                            Запрещено писать одинаковые сообщения в чат (флудить). <br>
                                        Флудом считаются сообщения, не имеющие смысловой нагрузки, от двух идентичных сообщений подряд (или с одинаковым смыслом), повторяющиеся символы / буквы (более 4-х) <br>         
                                        Так же запрещена организация массового флуда. <br>
                            <span class="rulpunish">Блокировка чата от 30 минут до 2 часов.</span>
                        </p>
                        <p>
                            <a href="/main/rules/#1_4"><span class="rulnum" id="1_4">1.4.</span></a>
                            Запрещена дискриминация игроков: дезинформирование, насмешки, угрозы, отправлять в чат провокационные сообщения, мешать общению другим игрокам.<br>
                            <span class="rulpunish">Блокировка чата от 30 минут до 6 часов.</span>
                        </p>
                        <p>
                            <a href="/main/rules/#1_5"><span class="rulnum" id="1_5">1.5.</span></a>
                            Запрещено попрошайничать, выпрашивая какие-то ресурсы, права, и т.п.<br>
                            <span class="rulpunish">Блокировка чата от 15 минут до 30 минут.</span>
                        </p>
                        <p>
                            <a href="/main/rules/#1_6"><span class="rulnum" id="1_6">1.6.</span></a>
                            Запрещено представляться администрацией / модерацией сервера.<br>
                            <span class="rulpunish">Блокировка чата от 30 минут до 5 часов.</span>
                        </p>
                        <p>
                            <a href="/main/rules/#1_7"><span class="rulnum" id="1_7">1.7.</span></a>
                            Запрещено отправлять сообщения сексуального характера.<br>
                            <span class="rulpunish">Блокировка чата от 30 минут до 5 часов. </span>
                        </p>
                        <p>
                            <a href="/main/rules/#1_8"><span class="rulnum" id="1_8">1.8.</span></a>
                            Запрещено пускать любые ложные сведения о сервере / проекте и его администрации / модерации.<br>
                            <span class="rulpunish">Блокировка чата от 30 минут до 5 часов. </span>
                        </p>
                        <p>
                            <a href="/main/rules/#1_9"><span class="rulnum" id="1_9">1.9.</span></a>
                            Запрещено отправлять оскорбительные сообщения или маты в чат. Маты на других языках и завуалированные маты (пример: бл*, х** и т.д.) тоже считаются. За серьезное оскорбление администрации/модерации вы можете быть забанены навсегда.<br>
                            <span class="rulpunish">Блокировка чата от 30 минут до вечного мута.</span>
                        </p>
                        <p>
                            <a href="/main/rules/#1_10"><span class="rulnum" id="1_10">1.10.</span></a>
                            Запрещается любое оскорбление или упоминание родственников(в оскорбительной форме) игроков проекта.<br>
                            <span class="rulpunish">Блокировки аккаунта от 7 дней до вечного бана.</span>
                        </p>
                        <p>
                            <a href="/main/rules/#1_11"><span class="rulnum" id="1_11">1.11.</span></a>
                            Запрещено обсуждение любых действий администрации и модерации проекта, неуважительное общение, понебратство. <br>
                            <span class="rulpunish">Блокировка чата от 1 часа до вечного мута.</span>
                        </p>
                        <p>
                            <a href="/main/rules/#1_12"><span class="rulnum" id="1_12">1.12.</span></a>
                            Использование иностранных языков или транслита в чате запрещено. (Пример транслита: "Vsem privet! Ya Petya!") 
                                        <br><b>Исключение</b>: Игроки, у которых нет возможности писать на русском языке; словосочетания «qq all», «bb all». (Список исключений будет дополняться)<br>
                            <span class="rulpunish">Блокировка чата от 30 минут до 1 часа.</span>
                        </p>
                        <p>
                            <a href="/main/rules/#1_13"><span class="rulnum" id="1_13">1.13.</span></a>
                            Запрещается реклама сторонних ресурсов, не относящихся к проекту. 
                                        <br><b>Исключение</b>: крупные информационные порталы, такие как youtube, wikipedia или ссылки вспомогательных целях, к примеру гайд. 
                                        <br>Реклама вашего Twitch-канала или YouTube-канала возможна только с разрешения администрации. <br>
                            <span class="rulpunish">Блокировка чата от 1 часа до 5 часов. </span>
                        </p>
                        <p>
                            <a href="/main/rules/#1_14"><span class="rulnum" id="1_14">1.14.</span></a>
                            Реклама других minecraft проектов запрещена. <br>
                            <span class="rulpunish">Блокировка аккаунта на проекте</span>
                        </p>
                        <p>
                            <a href="/main/rules/#1_15"><span class="rulnum" id="1_15">1.15.</span></a>
                            Запрещается пропаганда наркотических средств/алкоголизма/нацистских идей.<br>
                            <span class="rulpunish">Блокировка чата от 1 часа до 3 часов.</span>
                        </p>
                        <p>
                            <a href="/main/rules/#1_16"><span class="rulnum" id="1_16">1.16.</span></a>
                            Запрещается любое использование капса (верхнего регистра) в сообщениях.
                                        <br><b>Исключение</b>: имена собственные, заглавные буквы, аббревиатуры (<u>АФК</u>, <u>ЛОЛ</u>)<br>
                            <span class="rulpunish">Блокировка чата от 15 минут до 1 часа.</span>
                        </p>
                        <p>
                            <a href="/main/rules/#1_17"><span class="rulnum" id="1_17">1.17.</span></a>
                            Наказание за нарушение правил чата может быть увеличено. <br>
                        </p>

                        <a href="/main/rules/#igrovoy_process">
                            <div id="igrovoy_process" class="grayblock">
                                <span class="rularrow"></span>
                                <span class="hgroup">Раздел II</span>
                                <span class="hgname">| Игровой процесс</span>
                            </div>
                        </a>

                        <p>
                            <a href="/main/rules/#2_1"><span class="rulnum" id="2_1">2.1.</span></a>
                            Запрещено дестабилизировать работу сервера, вызывать падения, создавать лаги/лаго зоны.
                                        <br><b>Пояснение</b>: Для предотвращения создания лагозон, все трубы которые передают предметы, вещи, жидкости, а так-же отображают анимацию передачи предметов использовать ЗАПРЕЩЕНО, разрешено использовать закрытые трубы.<br>
                            <span class="rulpunish">Снос механизма, бан на 9 дней. </span>
                        </p>
                        <p>
                            <a href="/main/rules/#2_2"><span class="rulnum" id="2_2">2.2.</span></a>
                            Разрешено создавать 1 или более аккаунтов, если они никак не вредят проекту. Мультиаккаунты игроков блокируются только в том случае, если они используются в целях нарушения правил проекта.<br>
                            <span class="rulpunish">Блокировка аккаунтов.</span>
                        </p>
                        <p>
                            <a href="/main/rules/#2_3"><span class="rulnum" id="2_3">2.3.</span></a>
                            Запрещено мешать модератору, который проводит ивенты, обмен, следит за PvP ареной.<br>
                            <span class="rulpunish">Тюрьма от 15 минут до 3 часов. </span>
                        </p>
                        <p>
                            <a href="/main/rules/#2_4"><span class="rulnum" id="2_4">2.4.</span></a>
                            Запрещено заманивать игроков в ловушки с целью убийства.<br>
                            <span class="rulpunish">Тюрьма от 3 часов до 5 дней.</span>
                        </p>
                        <p>
                            <a href="/main/rules/#2_5"><span class="rulnum" id="2_5">2.5.</span></a>
                            Запрещено обманывать игроков при обменах.<br>
                            <span class="rulpunish">Наказание от тюрьмы на 5 часов, до бана на 5 дней.</span>
                        </p>
                        <p>
                            <a href="/main/rules/#2_6"><span class="rulnum" id="2_6">2.6.</span></a>
                            Запрещается использовать игровые дыры/неисправности/баги/дюпы в целях навредить серверу или получения с их помощью преимущества в игре.
                                        Так же запрещается любое <u>ПО</u> (программное обеспечение), как-либо вмешивающееся в работу игры / клиента.
                                        (Обо всех найденных игровых неисправностях надлежит сообщить администрации проекта. Если баг позволяет получить преимущество в игре и в зависимости от серьезности найденного Вами бага Вам будет выдана пропорциональная тому награда в виде монет сайта / игровых ресурсов.)<br>
                            <span class="rulpunish">Вечная блокировка аккаунта на всех ресурсах проекта</span>
                        </p>
                        <p>
                            <a href="/main/rules/#2_7"><span class="rulnum" id="2_7">2.7.</span></a>
                            Запрещается регистрация никнеймов, носящих сексуальный характер, содержащих оскорбления, маты, явную отсылку к модерации/администрации проекта, а также пропагандирующих нацистские идеи.                 <br>
                            <span class="rulpunish">Блокировка аккаунта с возможностью открыть новый.</span>
                        </p>
                        <p>
                            <a href="/main/rules/#2_8"><span class="rulnum" id="2_8">2.8.</span></a>
                            Запрещается установка скинов содержащих: порнографические/эротические элементы, нацистскую символику, оскорбления, маты.<br>
                            <span class="rulpunish">Тюрьма до того момента, пока игрок не сменит скин.</span>
                        </p>
                        <p>
                            <a href="/main/rules/#2_9"><span class="rulnum" id="2_9">2.9.</span></a>
                            Запрещается мешать игроку, находясь в его регионе. 
                                        <br>(Правило не действует на модераторов. Детали в пункте 2.10) <br>
                            <span class="rulpunish">Тюрьма на 10 минут.</span>
                        </p>
                        <p>
                            <a href="/main/rules/#2_10"><span class="rulnum" id="2_10">2.10.</span></a>
                            Если модератор попросил Вас покинуть территорию - Вы обязаны подчиниться этому.
                                        <br><b>Исключения</b>: это Ваш дом, дом Вашего друга, владелец региона разрешает Вам оставаться в нем)<br>
                            <span class="rulpunish">В случае неподчинения тюрьма на 15 минут.</span>
                        </p>
                        <p>
                            <a href="/main/rules/#2_11"><span class="rulnum" id="2_11">2.11.</span></a>
                            Запрещено нарушать любые правила Ивентов и любых арен.
                                        Правила указаны на табличках на варпе ивента или арены.<br>
                            <span class="rulpunish">Тюрьма от 30 минут до 3 часов!</span>
                        </p>
                        <p>
                            <a href="/main/rules/#2_12"><span class="rulnum" id="2_12">2.12.</span></a>
                            Запрещено содержание более 8 мобов каждого типа в чанке.
                                        <br><b>Исключение</b>: Решение администрации.<br>
                            <span class="rulpunish">Сокращение числа до 8/Блокировка аккаунта на 3 дня.</span>
                        </p>

                        <a href="/main/rules/#stroitelstvo">
                            <div id="stroitelstvo" class="grayblock">
                                <span class="rularrow"></span>
                                <span class="hgroup">Раздел III</span>
                                <span class="hgname">| Правила строительства</span>
                            </div>
                        </a>
                        <p>
                            <a href="/main/rules/#3_1"><span class="rulnum" id="3_1">3.1.</span></a>
                            Строительство половых органов и фашистской символики.<br>
                            <span class="rulpunish">Тюрьма от 5 часов и снос постройки.</span>
                        </p>
                        <p>
                            <a href="/main/rules/#3_2"><span class="rulnum" id="3_2">3.2.</span></a>
                            Запрещается устанавливать в Вашем регионе таблички, содержащие маты/оскорбления в адрес игроков, администрации.<br>
                            <span class="rulpunish">Блокировка аккаунта от 3часов до 5 дней.</span>
                        </p>
                        <p>
                            <a href="/main/rules/#3_3"><span class="rulnum" id="3_3">3.3.</span></a>
                            Запрещено строить дома без опор, висящие в небе и не подчиняющиеся законам физики.
                                        <br><b>Исключение</b>: Администрация имеет право разрешить постройке существовать, подробности уточняйте у неё.<br>
                            <span class="rulpunish">Предупреждение игрока. Если игрок не исправляет постройку, она будет снесена.</span>
                        </p>
                        <p>
                            <a href="/main/rules/#3_4"><span class="rulnum" id="3_4">3.4.</span></a>
                            Любой вид гриферства запрещен (Выписывание игроков из привата, воровство ресурсов, механизмов в привате, в который вас добавили и т.д.)<br>
                            <span class="rulpunish">Тюрьма от 5 часов до 3 дня</span>
                        </p>
                        <p>
                            <a href="/main/rules/#3_5"><span class="rulnum" id="3_5">3.5.</span></a>
                            Запрещается нецензурная лексика, оскорбления в названии приватов, варпов.<br>
                            <span class="rulpunish">От 3 часов тюрьмы до 2 дней/удаление привата, варпа</span>
                        </p>
                        <p>
                            <a href="/main/rules/#3_6"><span class="rulnum" id="3_6">3.6.</span></a>
                            Запрещено намеренно блокировать доступ к чужим постройкам, выстраивая глухие стены, вырывая окопы, разливая воду/лаву, создавая ловушки.<br>
                            <span class="rulpunish">Тюрьма от 3 часов до 5.</span>
                        </p>
                        <p>
                            <a href="/main/rules/#3_7"><span class="rulnum" id="3_7">3.7.</span></a>
                            Запрещено строительство столбов в небо, домов "коробок" состоящих целиком из одного материала. Если ваш дом находится в стадии строительства, установите табличку, оповещающую об этом!<br>
                            <span class="rulpunish">Cнос постройки/тюрьма от 2 часа до 10.</span>
                        </p>
                        <p>
                            <a href="/main/rules/#3_8"><span class="rulnum" id="3_8">3.8.</span></a>
                            Запрещается выталкивать игрока / мобов с привата с целью их убийства. (Снежками, удочками)<br>
                            <span class="rulpunish">От 1 часа тюрьмы до 5 часов тюрьмы.</span>
                        </p>
                        <p>
                            <a href="/main/rules/#3_9"><span class="rulnum" id="3_9">3.9.</span></a>
                            Запрещается использовать больше 3х спавнеров/карьеров в одном поселении.<br>
                            <span class="rulpunish">Снос всех спавнеров/карьеров.</span>
                        </p>
                        <a href="/main/rules/#shops">
                            <div id="shops" class="grayblock">
                                <span class="rularrow"></span>
                                <span class="hgroup">Раздел IV</span>
                                <span class="hgname">| Критерии создания магазина</span>
                            </div>
                        </a>
                        <p>
                            <a href="/main/rules/#4_1"><span class="rulnum" id="4_1">4.1.</span></a>В Вашем магазине должно быть не менее 25 торговых аппаратов</p>
                        <p>
                            <a href="/main/rules/#4_2"><span class="rulnum" id="4_2">4.2.</span></a>В Вашем магазине должен быть товар.</p>
                        <p>
                            <a href="/main/rules/#4_3"><span class="rulnum" id="4_3">4.3.</span></a>В магазине не должно быть цен, нарушающих <b>экономику</b> сервера.</p>
                        <p>
                            <a href="/main/rules/#4_4"><span class="rulnum" id="4_4">4.4.</span></a>Для создания магазина вам понадобится 500 изумрудов. При нарушении магазином изложенных правил, варп удаляется. Для его повторной установки Вы  будете обязаны уплатить сумму заново.</p>
                        <p>
                            <a href="/main/rules/#4_5"><span class="rulnum" id="4_5">4.5.</span></a>Ваш магазин должен быть не менее 10 блоков в ширину и в длину.</p>
                        <p>
                            <a href="/main/rules/#4_6"><span class="rulnum" id="4_6">4.6.</span></a>Магазины не должны быть построены в виде "коробки". </p>
                        <p>
                            <a href="/main/rules/#4_7"><span class="rulnum" id="4_7">4.7.</span></a>Магазин не должен быть построен на воде или в воздухе.
                                        <br><b>Исключение</b>: Разрешение на постройку таких магазинов можно получить у HeadModer’a. Открытые магазины разрешены, если через них нельзя пройти к качалке или другому объекту, нарушающему правила проекта/магазина.</p>
                        <p>
                            <a href="/main/rules/#4_8"><span class="rulnum" id="4_8">4.8.</span></a>В магазине всегда должно быть в наличии как минимум 65% от всего ассортимента товара.</p>
                        <p>
                            <a href="/main/rules/#4_9"><span class="rulnum" id="4_9">4.9.</span></a>В магазине не должно быть никаких ловушек и т.п.</p>
                        <p>
                            <a href="/main/rules/#4_10"><span class="rulnum" id="4_10">4.10.</span></a>Также на PvP серверах в магазинах запрещено включать PvP!</p>
                        <p>
                            <a href="/main/rules/#4_11"><span class="rulnum" id="4_11">4.11.</span></a>Магазин должен иметь понятную и удобную архитектуру.</p>
                        <p>
                            <a href="/main/rules/#4_12"><span class="rulnum" id="4_12">4.12.</span></a>Владельцами магазина являются те игроки, которые указаны на /warp warps. У магазина не может быть более двух владельцев.</p>
                        <p>
                            <a href="/main/rules/#4_13"><span class="rulnum" id="4_13">4.13.</span></a>Владелец магазина несёт полную ответственность за свой магазин.</p>
                        <p>
                            <a href="/main/rules/#4_14"><span class="rulnum" id="4_14">4.14.</span></a>Все переговоры с модератором по поводу магазина могут осуществляться только владельцем. </p>
                        <p>
                            <a href="/main/rules/#4_15"><span class="rulnum" id="4_15">4.15.</span></a>Модераторы должны сообщить игроку об удалении варпа, с указанием причины. Если он оффлайн - игрок сможет увидеть причину удаления на /warp warps.</p>
                        <p>
                            <a href="/main/rules/#4_16"><span class="rulnum" id="4_16">4.16.</span></a>Удаление магазина разрешается только в том случае, если в магазине отсутствует более чем 35% от всего ассортимента товара в течение недели, если владелец варпа отсутствует в игре более 10 дней, если в магазине присутствует какое-либо (одно) нарушение экономики, если магазин нарушает любые иные правила проекта.  </p>
                    </div>
                </div>